{
    "info_living": {
        "template": { 
            "en": "Born and living in Barcelona, Spain",
            "es": "Nacido y viviendo en Barcelona, España"
        },
        "dragon": {
            "en": "Actually I'm not living in the capital, but in a little mountain village near of it",
            "es": "De hecho, no vivo en la capital sino en un pequeño pueblo de montaña cerca de ella"
        }
    },
    "info_air": {
        "template": { 
            "en": "Air sports follower",
            "es": "Amante de los deportes aéreos"
        },
        "dragon": {
            "en": "I would like to become a skydiver someday",
            "es": "Algún día quisiera iniciarme en el paracaidismo"
        }
    },
    "info_vr": {
        "template": { 
            "en": "Passionate about virtual reality",
            "es": "Apasionado de la realidad virtual"
        },
        "dragon": {
            "en": "I mostly play VR games. And League of Legends...",
            "es": "Básicamente solo juego a títulos VR. Y a League of Legends..."
        }
    },
    "languages": {
        "spanish": {
            "en": "Spanish is my main language. I rarely make typos <span style='font-size:2rem'>not like others</span>",
            "es": "El español es mi lengua nativa. Nunca suelo cometer faltas de ortografía <span style='font-size:2rem'>a diferencia de otros</span>"
        },
        "catalan": {
            "en": "I also speak catalan because I was born in Catalonia. That makes sense I guess",
            "es": "También hablo catalán porque nací en Cataluña. Eso tendría sentido"
        },
        "english": {
            "en": "I have an intermediate level of english. Enough to browse through Stackoverflow and watch Youtube tutorials",
            "es": "Tengo un nivel medio de inglés. Lo suficiente para navegar por Stackoverflow y mirar tutoriales de Youtube"
        }
    },
    "social_networks": {
        "linkedin": {
            "en": "You can visit my Linkedin for a detailed, boring and more formal version of this page",
            "es": "Puedes visitar mi Linkedin para una verisón más detallada, formal y aburrida de esta página"
        },
        "github": {
            "en": "Visit my Github and give me some starts! If you want 😏",
            "es": "¡Visita mi Github y dame alguna estrella! Si quieres 😏"
        },
        "twitter": {
            "en": "Honestly I never had a Twitter account. I'm not so active there since I don't like this social network so much",
            "es": "Honestamente nunca he tenido una cuenta de Twitter. No soy muy activo porque no me gusta demasiado la plataforma"
        }
    }
}