{
    "info_living": {
        "template": { 
            "en": "Born and living in Barcelona, Spain",
            "es": "Nacido y viviendo en Barcelona, España"
        },
        "dragon": {
            "en": "Actually I'm not living in the capital, but in a little mountain village near of it",
            "es": "De hecho, no vivo en la capital sino en un pequeño pueblo de montaña cerca de ella"
        }
    },
    "info_air": {
        "template": { 
            "en": "Air sports follower",
            "es": "Amante de los deportes aéreos"
        },
        "dragon": {
            "en": "Skydiving, paragliding, wingsuiting, hang gliding, etc., are sports that fascinates me",
            "es": "Paracaidimo, parapente, <i>wingsuit</i>, ala delta, etc., son deportes que me fascinan"
        }
    },
    "info_vr": {
        "template": { 
            "en": "Virtual reality enthusiast",
            "es": "Entusiasta de la realidad virtual"
        },
        "dragon": {
            "en": "I mostly play VR games. And League of Legends...",
            "es": "Básicamente solo juego a títulos VR. Y a League of Legends..."
        }
    },
    "languages": {
        "spanish": {
            "en": "Spanish is my main language. I rarely make typos <span style='font-size:2rem'>rarely</span>",
            "es": "El español es mi lengua nativa. Nunca suelo cometer faltas de ortografía <span style='font-size:2rem'>casi nunca</span>"
        },
        "catalan": {
            "en": "I also speak catalan because I was born in Catalonia. That makes sense I guess",
            "es": "También hablo catalán porque nací en Cataluña. Eso tendría sentido"
        },
        "english": {
            "en": "I have an intermediate level of english. Enough to browse through Stackoverflow and watch Youtube tutorials",
            "es": "Tengo un nivel medio de inglés. Lo suficiente para navegar por Stackoverflow y mirar tutoriales de Youtube"
        }
    },
    "social_networks": {
        "linkedin": {
            "en": "You can visit my Linkedin for a detailed, boring and more formal version of this page",
            "es": "Puedes visitar mi Linkedin para una versión más detallada, formal y aburrida de esta página"
        },
        "github": {
            "en": "Visit my Github if you want to check my other published work",
            "es": "Visita mi Github para ver mis otros trabajos publicados"
        },
        "discord": {
            "en": "You can Add me on Discord so we can chat <span style='font-size:2.1rem'>Yeah, I don't have any other social network</span>",
            "es": "¡Añádeme en discord si quieres chatear! <span style='font-size:2.1rem'>así es, no tengo más redes sociales</span>"
        }
    }
}